IDEA StatiCa Open Model
LineSupport.Y Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 displacement in Y
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool Y { get; set; }
Public Property Y As Boolean
	Get
	Set
public:
property bool Y {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace